Repository: inisayedrman/darmaltoon
Catalog: darmaltonapp/dataentry/locale/*/LC_MESSAGES/django.po
Languages: fa, ps

source: Medicine
fa: دوا
ps: درمل

source: Customer
fa: مشتری
ps: پیرودونکي

source: Invalid username or password.
fa: .نام کاربری یا رمز عبور نامعتبر است
ps: .ناسم کارن نوم یا پټنوم

source: Session expired.
fa: جلسه تمام شده
ps: غونډه پای ته ورسیده

source: Page not found!
fa: !صفحه یافت نشد
ps: !پاڼه ونه موندل شوه

source: Page Not Found
fa: !صفحه یافت نشد
ps: !پاڼه ونه موندل شوه

source: It looks like you entered invalid url or trying to reach a page which doesn't exist...
fa: ...به نظر می رسد شما آدرس اینترنتی نامعتبری را وارد کرده اید یا می خواهید به صفحه ای برسید که وجود ندارد
ps: ...داسې ښکاري چې تاسو غلط یو آر ایل داخل کړی یا د یوې پاڼې ته د رسیدو هڅه کوي چې شتون نلري

source: Back to Dashboard
fa: بازگشت به داشبورد
ps: بیرته ډشبورډ ته

source: Actions record
fa: سوابق اقدامات
ps: د کړنو ریکارډونه

source: Actions Details
fa: جزئیات اقدامات
ps: د کړنو جزیات

source: List of all users actions
fa: لیست تمام اقدامات کاربران
ps: د ټولو کاروونکو کړنو لیست

source: User
fa: کاربر
ps: کارن

source: Action Type
fa: نوع عمل
ps: د عمل ډول

source: Table Name
fa: نام جدول
ps: د جدول نوم

source: Object
fa: شی
ps: شی

source: Object ID
fa: آدی شی
ps: د شی آی ډی

source: Action Time
fa: زمان اقدام
ps: د عمل وخت

source: No action records found
ps: د عمل هیڅ ریکارډ ونه موندل شو

source: Invoice items
ps: رسیدونه

source: Add Items to Invoice number
fa: اضافه کردن جنس به بل
ps: د رسید شمیره کې توکي اضافه کړئ

source: View Invoices
fa: مشاهده تمام بل
ps: رسیدونه وګورئ

source: New Invoice
fa: بل جدید
ps: نوی رسید

source: Add Items form
fa: فورم اضافه کردن اجناس
ps: د توکو اضافه کولو فورم

source: Invoice Number:
fa: نمبر بل
ps: د رسید شمیره

source: Choose from list
fa: از لیست انتخاب کنید
ps: له لیست څخه غوره کړئ

source: Type to search...
fa: ...برای جستجو تایپ کنید
ps: ...د لټون لپاره ټایپ کړئ

source: Looks good!
fa: !خوب به نظر میرسد
ps: !ښه ښکاري

source: Please select a valid invoice number.
fa: .لطفاً یک شماره بل معتبر انتخاب کنید
ps: .مهرباني وکړئ د اعتبار وړ رسید شمیره وټاکئ

source: Medicine:
fa: ادویه‌
ps: درمل

source: Please choose medicine
fa: لطفا دوا را انتخاب کنید
ps: مهرباني وکړئ درمل غوره کړئ

source: Please select medicine name.
fa: .لطفا نام دوا را انتخاب کنید
ps: .مهرباني وکړئ د درملو نوم وټاکئ

source: Can't be null min order 1
fa: نمی تواند خالی باشد حداقل سفارش یک عدد
ps: خالی نشی پاته کیدای لږ تر لږه یو دانه باید په نښه سی

source: Unit Price
fa: قیمت واحد
ps: واحد قیمت

source: AFN
fa: افغاني
ps: افغاني

source: Please insert unit price
fa: لطفا قیمت واحد را درج کنید
ps: مهرباني وکړئ د واحد نرخ دننه کړئ

source: Discount/Unit
fa: تخفیف فی واحد
ps: تخفیف فی واحد

source: Optional!
fa: اختیاری!
ps: اختیاري!

source: Optional
fa: اختیاری
ps: اختیاري

source: Add Invoice Item
fa: افزودن جنس بل
ps: د رسید توکي اضافه کړئ

source: Add Company
fa: اضافه کردن شرکت
ps: شرکت اضافه کړئ

source: Add new Company
fa: اضافه کردن شرکت جدید
ps: شرکت اضافه کړئ

source: Name
fa: اسم
ps: نوم

source: Please Write a valid Medicine Name
fa: لطفا یک اسم دواییِ معتبر بنویسید
ps: مهرباني وکړئ د درملو معتبر نوم ولیکئ

source: Address
fa: آدرس
ps: پته

source: Contact
ps: اړیکه

source: Email
fa: ایمیل
ps: بریښنالیک

source: Description
fa: شرح
ps: تفصیل

source: Pharmaceutical Company
fa: شرکت دوا سازی
ps: د درمل جوړولو شرکت

source: Please Write a valid Description
fa: لطفا یک توضیح معتبر بنویسید
ps: مهرباني وکړئ یو معتبر تفصیل ولیکئ

source: Customer Registration
ps: د پیرودونکي راجستریشن

source: Customer Registration Form
fa: فورم ثبت نام مشتری
ps: د پیرودونکي راجستریشن فورم

source: Customer Name
fa: اسم مشتری
ps: د پیرودونکي

source: Please Write a valid Name!
fa: لطفا یک نام معتبر بنویسید
ps: مهرباني وکړئ یو معتبر نوم ولیکئ!

source: Customer Address
fa: ادرس مشتری
ps: د پیرودونکي پته

source: Please Write a valid Address!
fa: لطفا یک آدرس معتبر بنویسید!
ps: مهرباني وکړئ یو معتبر پته ولیکئ!

source: Customer Contact
fa: تماس مشتری
ps: د پیرودونکی اړیکه

source: Please Write a valid Phone Number!
fa: !لطفا یک شماره تلفن معتبر بنویسید
ps: !مهرباني وکړئ یو معتبر تلیفون شمیره ولیکئ

source: Customer Email
fa: ایمیل مشتری
ps: د پیرودونکي بریښنالیک

source: Please Write a valid Email Address!
fa: !لطفا یک آدرس ایمیل معتبر بنویسید
ps: مهرباني وکړئ یو معتبر بریښنالیک آدرس ولیکئ!

source: Register Customer
fa: ثبت نام مشتری
ps: پیرودونکي راجستر کړئ

source: Add Medical Type
fa: اضافه کردن نوع پزشکی
ps: طبي ډول اضافه کړئ

source: Add new Type
fa: اضافه کردن نوع جدید
ps: نوی طبي ډول اضافه کړئ

source: Type Name
fa: اسم بنویسید
ps: نوم ولیکئ

source: The pattern requires the following conditions to be met:
fa: !این الگو مستلزم رعایت شرایط زیر است
ps: نمونه د لاندې شرایطو پوره کولو ته اړتیا لري:

source: The length of the string must be between 3 and 50 characters (inclusive).
fa: .طول رشته باید بین 3 تا 50 کاراکتر (شامل) باشد
ps: .د تار اوږدوالی باید د 3 او 50 حروف ترمنځ وي (په شمول)

source: Add Medicine
fa: دوا اضافه کنید
ps: د درملو اضافه کول

source: Add new Medicine
fa: افزودن دوا جدید
ps: نوی درمل اضافه کړئ

source: Add new Medicine Form
fa: فورم افزودن دوا جدید
ps: د نوی درملنو اضافه کولو فورمه

source: Medicine Name
fa: اسم ادویه
ps: د درملو نوم

source: Medical Type
fa: نوع پزنکی
ps: طبي ډول

source: Choose Type
fa: نوع را انتخاب کنید
ps: ډول غوره کړئ

source: Please Write a valid Medical Type
fa: لطفا یک نوع پزشکی معتبر بنویسید
ps: مهرباني وکړئ یو معتبر طبي ډول ولیکئ

source: Buy Price
fa: قیمت خرید
ps: د پیرود بیه

source: Please Insert a valid Number
fa: لطفا یک شماره معتبر وارد کنید
ps: مهرباني وکړئ یو معتبر شمیره دننه کړئ

source: Sell Price
fa: قیمت فروش
ps: د پلور بیه

source: Expire Date
fa: تاریخ انقضاء
ps: د ختم نیټه

source: Please Write a valid Expiration Date
fa: لطفا یک تاریخ انقضا معتبر بنویسید
ps: مهرباني وکړئ د ختمیدو معتبر نیټه ولیکئ

source: Manufacture Date
fa: تاریخ تولید
ps: د جوړیدو نیټه

source: Please Write a valid Manufacture Date
fa: لطفا یک تاریخ ساخت معتبر بنویسید
ps: مهرباني وکړئ د جوړیدو معتبره نیټه ولیکئ

source: Company
fa: شرکت
ps: شرکت

source: Choose Company
ps: شرکت انتخاب کړئ

source: Please select a valid Company
fa: لطفا یک شرکت معتبر انتخاب کنید
ps: مهرباني وکړئ یو معتبر شرکت وټاکئ

source: In Stock Total
fa: موجودی دخیره در کل
ps: دوا په ذخیره کې

source: Please Write a valid number
fa: لطفا یک عدد معتبر بنویسید
ps: مهرباني وکړئ یو معتبر شمیره ولیکئ

source: Quantity In Strip
fa: اندازه در تخته
ps: اندازه په تخته کی

source: Medicine Description
fa: توضیحات دوا
ps: د درملو توضیحات

source: Darmaltoon
fa: دواخانه
ps: درملتون

source: Dashboard
fa: داشبورد
ps: ډاشبورډ

source: Inventory
fa: فهرست
ps: منځپانګې

source: Medicines
fa: ادویه‌ها
ps: ټول درمل

source: Medicines list
fa: لست ادویه‌ها
ps: د ټولو درملو لست

source: Stock Medicines
fa: ادویه ګدام
ps: د درملو ذخیره

source: Medicines Log
fa: گزارش داروها
ps: د درملو لاګ

source: Sold Medicines
fa: ادویه فروخته شده
ps: خرځ سوی درمل

source: Add Medicine
ps: د درملو اضافه کول

source: View Medical Type
fa: مشاهده نوع پزشکی
ps: طبي ډول وګورئ

source: Expiration
fa: انقضاء
ps: ختمیدل

source: Expiration Date
fa: تاریخ انقضاء
ps: د ختمیدو نیټه

source: Expired
fa: منقضی شده
ps: ختم سوی

source: Expiring Soon
fa: انقضاء به زودی
ps: ډیر ژر ختمیږي

source: Expiring This Month
fa: این ماه منقضی می شود
ps: همدغی میاشت کی ختمیږی

source: Manufacturer
fa: سازنده
ps: جوړونکی

source: View Companies
fa: مشاهده شرکتها
ps: شرکتونه وګورئ

source: Company Update Log
fa: گزارش به روز رسانی شرکت
ps: د شرکت تازه کولو لړی

source: Customers
fa: مشتریان
ps: پیرودونکي

source: Customer's Data
fa: مشاهده دیتا مشتریان
ps: د پیرودونکو ډیټا

source: View Customers
fa: مشاهده مشتریان
ps: پیرودونکي وګورئ

source: Add Customer
fa: مشتری اضافه کنید
ps: پیرودونکي اضافه کړئ

source: Finance
fa: بخشی مالی
ps: مالیه

source: Earnings
fa: درآمد
ps: عایدات

source: Sales Data
fa: اطلاعات فروش
ps: د پلور معلومات

source: Earning&nbsp;Monthly
fa: درآمد ماهانه
ps: میاشتنی عاید

source: Earning&nbsp;Annually
fa: درآمد سالانه
ps: کلنی عاید

source: Earning&nbsp;Lifetime
fa: نمای کلی درآمد
ps: عایداتو ته کنته

source: Invoices
fa: فاکتورها
ps: رسیدونه

source: Add Items
fa: اضافه کردن اجناس
ps: توکي اضافه کړئ

source: Download Invoices
fa: دانلود فاکتورها
ps: رسیدونه ډاونلوډ کړئ

source: Actor
fa: کاربر
ps: کارن

source: Users
fa: کاربران
ps: کارونکي

source: Users info
fa: اطلاعات کاربران
ps: د کاروونکو معلومات

source: View Users
fa: مشاهده کاربران
ps: کاروونکي وګورئ

source: View Admins
fa: مشاهده ادمینها
ps: اډمین وګورئ

source: View Moderators
fa: مشاهده ناظم
ps: منځګړی وګورئ

source: Add User
fa: افزودن کاربر
ps: کارن اضافه کړئ

source: Change Password
fa: رمز عبور را تغییر دهید
ps: پټ نوم بدل کړی

source: Search for...
fa: ...جستجو برای
ps: ...لټون

# Language
source: English
fa: دری
ps: پښتو

source: Recent Actions:
fa: :اقدامات اخیر
ps: :وروستي کړنې

source: No recent actions found for the logged-in moderator.
fa: .هیچ اقدام اخیری برای گرداننده وارد شده یافت نشد
ps: .د ننوت شوي مدیر لپاره هیڅ وروستي عمل ونه موندل شو

source: No recent actions found for
fa: هیچ اقدام اخیر برای یافت نشد
ps: د دې لپاره هیڅ وروستي عمل ونه موندل شو

source: No recent actions found.
fa: هیچ اقدام اخیر برای یافت نشد
ps: د دې لپاره هیڅ وروستي عمل ونه موندل شو

source: Show All Alerts
fa: نمایش همه هشدارها
ps: ټول خبرتیاوې وښایاست

source: Profile
fa: پروفایل
ps: پروفایل

source: Logout
fa: خروج
ps: وتل

source: Copyright
fa: کپی رایت
ps: د چاپ حق

source: Darmaltoon 2023 | All Rights Reserved
fa: درملتون ۲۰۲۳ | تمامی حقوق محفوظ است
ps: درملتون ۲۰۲۳ | ټول حقونه خوندي دي

source: Ready to Leave?
fa: آماده ترک؟
ps: د وتلو لپاره چمتو یاست؟

source: Select "Logout" below if you are ready to end your current session.
fa: اگر آماده پایان جلسه فعلی خود هستید، خروج را در زیر انتخاب کنی.
ps: که تاسو د خپلې اوسنۍ ناستې پای ته رسولو ته چمتو یاست نو لاندې لاګ آوټ غوره کړئ.

source: Cancel
fa: لغو
ps: لغوه کول

source: Confirm Password
fa: رمز عبور را تایید کنید
ps: پاسورډ تایید کړه

source: Enter Your Current Password
fa: رمز عبور فعلی خود را وارد کنید
ps: خپل اوسنی پټنوم دننه کړئ

source: Close
fa: بستن
ps: تړل

source: Confirm
fa: تایید
ps: تایید کړه

source: Change Password Form
fa: فورم تغیر رمز عبور
ps: د پټ نوم بدلولو فورم

source: Password
fa: رمز
ps: پټ نوم

source: Please write a valid Password.
fa: لطفا یک رمز عبور معتبر بنویسید.
ps: .مهرباني وکړئ یو معتبر پاسورډ ولیکئ

source: Repeat Password
fa: تکرار رمز عبور
ps: پټ نوم بیا ولیکی

source: Customer Request
fa: درخواست مشتری
ps: د پیرودونکي غوښتنه

source: Customer Request Invoice Isueing
fa: صدور بل درخواست مشتری
ps: د پیرودونکي غوښتنې رسید جاري کول

source: Invoice Issuing For
ps: لپاره د رسید صادرول

source: Choose Customer...
fa: ...انتخاب مشتری
ps: ...پیرودونکي غوره کړئ

source: Issue Invoice Number
fa: شماره بل صادر کنید
ps: د رسید شمیره صادر کړی

source: Customers Data
fa: مشاهده دیتا مشتریان
ps: د پیرودونکو ډیټا

source: Customers Details
fa: جزئیات مشتریان
ps: د پیرودونکو توضیحات

source: List of all Customers
fa: لیست تمام مشتریان
ps: د ټولو پیرودونکو لیست

source: Customer ID
fa: ای دی مشتریان
ps: د پیرودونکي آی ډي

source: Added on
fa: اضافه شده در
ps: اضافه شوی په

source: Added by
fa: اضافه شده توسط
ps: لخوا اضافه شوی

source: Action
fa: عمل
ps: عمل

source: Edit
fa: ویرایش
ps: ایډیټ

source: Delete
fa: حذف
ps: ړنګول

source: No customer records found
fa: هیچ سابقه مشتری یافت نشد
ps: د پیریدونکوهیڅ ریکارډ ونه موندل شو

source: Home
fa: خانه
ps: کور

source: Invoice Items
fa: فاکتورها
ps: رسیدونه

source: Generate Report
fa: ایجاد گزارش
ps: راپور جوړول

source: Earnings Monthly
fa: درآمد ماهانه
ps: میاشتنی عاید

source: Earnings Monthly
fa: درآمد ماهانه
ps: میاشتنی عاید

source: Earnings Annual
fa: درآمد سالانه
ps: کلنی عاید

source: Total&nbsp;Earnings
fa: درآمد کل
ps: ټول عایدات

source: Total Investment
fa: همه سرمایه گذاری
ps: ټوله پانګه اچونه

source: Total&nbsp;Medicines&nbsp;Record
fa: رکورد کل داروها
ps: د ټولی دوا ریکارډ

source: This&nbsp;Month&nbsp;Records
fa: رکورد این ماه
ps: د دغی ماشیتی دوا ریکارډ

source: Number&nbsp;of&nbsp;Units&nbsp;Sold
fa: تعداد واحدهای فروخته شده
ps: د خرڅ شوو دواګانو لست

source: Expiring&nbsp;Soon
fa: انقضاء به زودی
ps: ډیر ژر ختمیږي

source: ExpiringY&nbsp;this&nbsp;Month
fa: این ماه منقضی می شود
ps: همدغی میاشت کی ختمیږی

source: Expired&nbsp;Units
fa: واحدهای منقضی شده
ps: د نیټي تیری سوی دواګانی

source: Total&nbsp;Users
fa: کل کاربران
ps: ټول کارن لست

source: Admins
fa: ادمینها
ps: اډمینونه

source: Moderators
fa: ناظران
ps: منځګړی

source: Total&nbsp;Customers
fa: مشتریان
ps: ټول پیرودونکي

source: Total&nbsp;Invoices
fa: کل فاکتورها
ps: ټول رسیدونه

source: Earnings&#41;Monthly
fa: درآمد ماهانه
ps: میاشتنی عاید

source: Earnings&#41;Annual
fa: درآمد سالانه
ps: کلنی عاید

source: Total&nbsp;Investment
fa: همه سرمایه گذاری
ps: ټوله پانګه اچونه

source: Earnings&nbsp;Overview
fa: نمای کلی درآمد
ps: عایداتو ته کتنه

source: Payments&nbsp;Methods
fa: روش های پرداخت
ps: د تایداتو میتودونه

source: Cash
fa: پول نقد
ps: نغدې

source: Pay&nbsp;Later
fa: بعدا پرداخت کنید
ps: وروسته تادیه

source: Units&nbsp;Recorded&nbsp;By
fa: واحدهای ثبت شده توسط
ps: لخوا ثبت شوي واحدونه

source: Total
fa: جمع
ps: ټول

source: Invoice Update
fa: بروز رسانی بل
ps: د رسید تازه کول

source: Update Invoice Payment Method
fa: بروز رسانی روش پرداخت بل
ps: د رسید تادیه کولو طریقه تازه کړئ

source: Invoice Update Form
fa: فرم بروز رسانی بل
ps: د رسید تازه کولو فورمه

source: Total Amount
fa: کل مبلغ
ps: جمله پیسی

source: Payment Method
fa: روش پرداخت
ps: د تاید میتود

source: Please Choose Payment
fa: لطفا پرداخت را انتخاب کنید
ps: مهرباني وکړئ تادیه غوره کړئ

source: Please select a valid Choice.
fa: .لطفاً یک انتخاب معتبر انتخاب کنید
ps: مهرباني وکړئ یو معتبر انتخاب غوره کړئ

source: Cash Payment Amount
fa: مبلغ پرداخت نقدی
ps: د نغدو پیسو اندازه

source: Pay Later Payment Amount
fa: مبلغ پرداخت بعداً
ps: د وروسته تادیه کولو پیسو اندازه

source: Split Payment Amount
fa: مبلغ پرداخت تقسیم شده
ps: د تقسیم سوو تادیاتو اندازه

source: Update Invoice Number
fa: بروز رسانی شماره بل
ps: د رسید شمیره تازه کړئ

source: Expired Medicine list
fa: لیست دواهای تاریخ تیر شده
ps: د ختم شوي درملو لیست

source: List of all Expired Medicines
fa: لست تمام دواهای تاریخ تیر شده
ps: د ټولو ختم شوي درملو لیست

source: Expiring Soon
fa: انقضاء به زودی
ps: ډیر ژر ختمیږي

source: List of all Medicine Expired
fa: لست تمام دواهای تاریخ تیر شده
ps: د ټولو درملو د تاریخ ختم سوو لست

source: Medicine ID
fa: آی دی دوا
ps: د درملو آی ډی

source: Exp Date
fa: تاریخ انقضاء
ps: د ختمیدو نیټه

source: Mfg Date
fa: تاریخ تولید
ps: د تولید نیټه

source: Company ID
fa: آی دی کمپنی
ps: د شرکت آی ډي

source: Qty in Strip
fa: اندازه در یک تخته
ps: اندازه په تخته کی

source: Added By
fa: اضافه شده توسط
ps: لخوا اضافه شوی

source: No records found expired
fa: هیچ سابقه ای پیدا نشد منقضی شده باشد
ps: هیڅ ریکارډ نه موندل شوی چې پای ته رسیدلی

source: Medicine Details Expiring Soon
fa: جزئیات دوا به زودی منقضی می شود
ps: د درملو توضیحات ډیر ژر پای ته رسیږي

source: List of all Medicine Expiring Soon
fa: لیست تمام دواهای که به زودی منقضی می شوند
ps: د ټولو طبي ډول ریکارډونو لیست

source: No records found expiring soon
fa: هیچ سابقه ای پیدا نشد که به زودی منقضی می شود
ps: د ټولو درملو لیست چې ډیر ژر پای ته رسیږي

source: Medicine Details Expiring This Month
fa: جزئیات دوا که این ماه منقضی می شود
ps: د درملو توضیحات پدې چی میاشت کې پای ته رسیږي

source: Medicine list Expiring This Month
fa: فهرست دواهای که در این ماه منقضی می شود
ps: د درملو لیست چی پدې میاشت کې پای ته رسیږي

source: no medicine found expiring this month
fa: هیچ دارویی منقضی در این ماه پیدا نشد
ps: په دې میاشت کې هیڅ د تیټی تیر درمل ونه موندل شو

source: Invoice PDF
ps: رسید پی ډی ایف

source: Print Invoice
ps: رسید چاپ

source: Save as PDf
fa: دخیره پی دی ایف
ps: خوندی پی ډی ایف

source: Invoice
fa: بل
ps: رسید

source: Store
fa: ادویه فروشی
ps: درمل پلورنځۍ

source: Example Whole Sale
fa: نمونه
ps: نمونه

source: Invoice Number
fa: نمبر بل
ps: د رسید شمیره

source: Issued Date
fa: تاریخ صدور
ps: صادر شوی په

source: Issued By
fa: صادر شده توسط
ps: لخوا صادر شوی

source: Quantity
fa: اندازه
ps: مقدار

source: Discount
fa: تخفیف
ps: تخفیف

source: Total Price
fa: قیمت کل
ps: قیمت ټول

source: Sub Total
fa: جمع فرعی
ps: فرعي مجموعه

source: Total Discount
fa: مجموع تخفیف
ps: ټول تخفیف

source: Pay Later
fa: بعدا پرداخت کنید
ps: وروسته تادیه

source: N/A
fa: نا معلوم
ps: نا معلوم

source: Cash Amount
fa: مبلغ نقدی
ps: د نغدو پیسو اندازه

source: Pay Later Amount
fa: مبلغ بعدا پرداخت کنید
ps: وروسته پیسې ورکړئ

source: No Amount
fa: هیچ مقدار
ps: هیڅ مقدار

source: Terms &amp; Conditions
fa: شرایط و ضوابط
ps: شرایط او مقررات

source: NOTE: This is computer generated receipt and does not require physical signature.
fa: توجه: این رسید کامپیوتری است و نیازی به امضای فیزیکی ندارد.
ps: .یادونه: دا د کمپیوټر لخوا رامینځته شوی رسید دی او فزیکي لاسلیک ته اړتیا نلري

source: Invoice Printer Copy
fa: کاپی پرینتر بل
ps: د رسید پرنټر کاپي

source: User Profile
fa: پروفایل کاربر
ps: د کارن پروفایل

source: Profile Details
fa: تفصیل کاربر
ps: پروفایل تفصیل

source: User ID
fa: آی دی کاربر
ps: د کارن آی ډي

source: User Name
fa: اسم کاربر
ps: د کارن نوم

source: First Name
fa: اسم اول
ps: لمږی نوم

source: Last Name
fa: اسم اخر
ps: اخیرنی نوم

source: Full Name
fa: اسم مکمل
ps: پوره نوم

source: Created On
fa: بروز شده در
ps: جوړسوی دی په

source: Last Login
ps: وروستی ننوتل

source: User Type
fa: نوعیت کاربر
ps: د کارونکي ډول

source: Statistics
fa: آمار
ps: احصایې

source: Added
fa: اضافه شده
ps: اضافه شوی

source: Medicine Edited
fa: ادویه بروز شده
ps: تازه شوی درمل

source: Sign Up
fa: ثبت نام
ps: ګډون کول

source: Account Registration Form
fa: فرم ثبت حساب
ps: د نوی کارن د ثبت کولو فورم

source: Please write a valid User Name. (Min length: 3, Max length: 30)
fa: لطفا یک نام کاربری معتبر بنویسید. (حداقل طول: 3، حداکثر طول: 30)
ps: مهرباني وکړئ یو معتبر کارن نوم ولیکئ. (لږ اوږدوالی: 3، اعظمي اوږدوالی: 30)

source: Please write a valid First Name.
fa: لطفا یک نام معتبر بنویسید.
ps: مهرباني وکړئ یو معتبر لومړی نوم ولیکئ

source: Please write a valid Last Name.
fa: لطفا یک نام خانوادگی معتبر بنویسید
ps: مهرباني وکړئ یو معتبر وروستی نوم ولیکئ

source: Choose...
fa: ...انتخاب کنید
ps: ...وټاکئ

source: Please select a valid User Type.
fa: .لطفاً یک انتخاب معتبر انتخاب کنید
ps: مهرباني وکړئ د اعتبار وړ کارونکي ډول وټاکئ.

source: Email Address
fa: آدرس ایمیل
ps: بریښنا‌لیک

source: Please write a valid Email Address.
fa: لطفا یک آدرس ایمیل معتبر بنویسید.
ps: مهرباني وکړئ یو معتبر بریښنالیک پته ولیکئ.

source: Avatar
fa: آواتار
ps: اوتار

source: Choose Image
fa: تصویر را انتخاب کنید
ps: انځور غوره کړئ

source: Please choose a valid image. (Allowed formats: .jpg, .png; Max size: 2MB)
fa: لطفا یک تصویر معتبر انتخاب کنید. (فرمت های مجاز: jpg، .png؛ حداکثر اندازه: 2 مگابایت)
ps: مهرباني وکړئ یو باوري انځور غوره کړئ. (اجازه شوي شکلونه: .jpg، .png؛ اعظمي اندازه: 2MB)

source: Register Account
fa: ثبت حساب
ps: حساب راجستر کړئ

source: Update Company
fa: بروز رسانی شرکت
ps: د شرکت تازه کول

source: Update Company Form
fa: فورم بروز رسانی شرکت
ps: د شرکت تازه کولو فورم

source: Update Medicine
fa: بروز رسانی دوا
ps: د درملو تازه کول

source: Update Medicine Form
fa: فارم بروز رسانی دوا
ps: د درملو د تازه کولو فورم

source: -- Select Company --
fa: -- انتخاب شرکت --
ps: -- شرکت وټاکئ --

source: Update&nbsp;Medical&nbsp;Type
fa: رکورد کل داروها
ps: به روز رسانی نوع پزشکی

source: Update Medical Type
fa: به روز رسانی نوع پزشکی
ps: به روز رسانی نوع پزشکی

source: Users Data
fa: داده های کاربران
ps: د کاروونکو معلومات

source: Admins Details
fa: جزئیات مدیران
ps: د آډمینانو تفصیلات

source: List of all Admins
fa: لست تمام مدیران
ps: د ټولو آډمینانو لست

source: Firt Name
fa: اسم اول
ps: لمړۍ نوم

source: Creation Date
fa: تاریخ ایجاد
ps: د جوړیدو نیټه

source: No records found
fa: هیچ رکوردی یافت نشد
ps: هیڅ ریکارډ ونه موندل شو

source: Users Details
fa: اطلاعات کاربران
ps: د کاروونکو معلومات

source: Add User
fa: افزودن کاربر
ps: کارن اضافه کړئ

source: List of all users
fa: لیست همه کاربران
ps: د ټولو کاروونکو لیست

source: Moderators Details
fa: شرع مکمل ناظران
ps: د منځګړی توضیحات

source: List of all Moderators
fa: فهرست تمام سوابق ناظمان
ps: د ټولو منځګری کارنانو لست

source: All Companies List
fa: مشاهده لست شرکتها
ps: د شرکتونو لیست

source: All Companies Details
fa: تمام جزئیات شرکتها
ps: د ټولو شرکتونو تفصیل

source: List of all Company record
fa: فهرست تمام سوابق شرکتها
ps: د ټولو شرکتونو د ریکارډ لیست

source: Company Name
fa: اسم شرکت
ps: د شرکت نوم

source: company address
fa: ادرس شرکت
ps: د شرکت نوم

source: Warning
fa: هشدار
ps: خبرداری

source: You are about to delete medicine record
fa: شما در اقدام حذف سابقه دارو هستید
ps: تاسو د درملو ریکارډ حذف کولو په اړه یاست

source: Stock
fa: ذخیره
ps: ذخیره

source: click
fa: کلیک
ps: کلیک

source: delete
fa: حذف
ps: ړنګوف

source: to proceed or
fa: برای ادامه یا
ps: پرمخ تلل یا

source: to dismiss
fa: اخراج کردن
ps: ګوښه کول

source: Success
fa: موفقیت
ps: بریالیتوب

source: OK
fa: اکی
ps: اکی

source: Company Update History
fa: گزارش به روز رسانی شرکت
ps: د شرکت تازه کولو لړی

source: All Companies Log Details
fa: جزئیات ورود به سیستم همه شرکتها
ps: د ټولو شرکتونو د ننوتلو توضیحات

source: View Company
fa: مشاهده شرکت
ps: شرکت وګورئ

source: List of all Companies Log Records
fa: فهرست تمام سوابق ثبت شرکتها
ps: د ټولو شرکتونو د ثبت ریکارډونو لیست

source: Edited By
fa: بروز شده توسط
ps: لخوا ایډیټ شوی

source: Edited On
fa: بروز شده در
ps: ایډیټ شوی په

source: All Invoices Details
fa: تمام جزئیات نوع پزشکی
ps: د ټولو رسیدونو توضیحات

source: List of all invoices record
fa: لیست تمام ثبت بل
ps: د ټولو رسیدونو د ریکارډونو لیست

source: Invoice ID
fa: ای دی بل
ps: د رسید ای ډي

source: Cusmtomer
fa: مشتری
ps: پیرودونکي

source: Added On
fa: اضافه شده در
ps: اضافه شوی په

source: Split
fa: دو تقسیم
ps: وېشل شوى

source: Print
fa: چاپ
ps: چاپ

source: You are about to delete below invoice
fa: شما در حال حذف بل زیر هستید
ps: تاسو د درملو ریکارډ حذف کولو په اړه یاست

source: Return invoice items stock to medicine stock
ps: !د رسید توکي بیرته د درملو ذخیره ته راستانه کړئ

source: Current Year
fa: سال جاری
ps: روان کال

source: List of all invoices record this year
fa: لیست تمام بل های ثبت شده در سال جاری
ps: د سږکال د ټولو رسیدونو ریکارډ لیست

source: List of Items for Invoice Number
fa: لیست اقلام برای شماره بل
ps: د رسید شمیره کې توکي اضافه کړئ

source: List of all bills record
fa: لست تمام ریکارد های بل
ps: د ټولو رسیدونو د ریکارډ لیست

source: ID
fa: آی دی
ps: آی ډی

source: You are about to delete invoice item
fa: شما در اقدام حذف سابقه بل هستید
ps: تاسو د رسید ریکارډ حذف کولو په اړه یاست

source: Current Month
fa: ماه جاری
ps: روانه میاشت

source: List of all invoices record this month
fa: لیست تمام فاکتورهای ثبت شده در این ماه
ps: پدې میاشت کې د ټولو رسیدونو ریکارډ لیست

source: All Medicine List
fa: لست ادویه‌ها
ps: د ټولو درملو لست

source: All Medicine Details
fa: تمام جزئیات ادویه
ps: ټولو درملو توضیحات

source: List of all Medicine record
fa: فهرست تمام سوابق نوع پزشکی
ps: د ټولو درملود ریکارډونو لیست

source: All Medicine Log Details
fa: تمام جزئیات گزارش دوا
ps: ټولو درملو توضیحات

source: List of all Medicine Update Records
fa: فهرست تمام سوابق نوع پزشکی
ps: د ټولو درملود ریکارډونو لیست

source: List of all Medicine record added this month
fa: فهرست تمام رکوردهای پزشکی اضافه شده در این ماه
ps: پدې میاشت کې د ټولو درملو ریکارډونو لیست اضافه شوی

source: Edit/Delete
fa: حذف/ویرایش
ps: ړنګول/ایډیټ

source: No records added this month
fa: هیچ رکوردی در این ماه اضافه نشده است
ps: پدې میاشت کې هیڅ ریکارډ ندی اضافه شوی

source: All Medicine List Sold
fa: لیست تمام دواهای فروخته شده
ps: د ټولو پلورل شوو درملو لست

source: All Medicine Details Sold
fa: تمام جزئیات نوع پزشکی
ps: د ټولو پلورل شوو درملو توضیحات

source: Sold Medicines
fa: ادویه فروخته شده
ps: پلورل سوی درمل
