Repository: inisayedrman/darmaltoon
Catalog: darmaltonapp/dataentry/locale/*/LC_MESSAGES/django.po
Languages: fa, ps

source: List of all sold Medicine record
fa: لیست تمام رکوردهای دوای فروخته شده
ps: د ټولو پلورل شوي درملو ریکارډ لیست

source: Sold On
fa: فروخته به تارخ
ps: خرڅ شوی په

source: Sold By
fa: فروخت به واسطه
ps: لخوا پلورل شوی

source: All Medical Type Details
fa: تمام جزئیات نوع پزشکی
ps: ټول طبي ډول توضیحات

source: List of all Medical Type record
fa: فهرست تمام سوابق نوع پزشکی
ps: د ټولو طبي ډول ریکارډونو لیست

source: User Login
fa: وارد شدن کاربر
ps: د کارن ننوتل

source: Login
fa: وارد شدن
ps: ننوتل

source: Enter Your Username...
fa: !نام کاربر خود را وادر کنید
ps: خپل کارن نوم ولیکئ

source: Please Write a valid Username
fa: !لطفا یک نام کاربر معتبر بنویسید
ps: !مهرباني وکړئ یو معتبر کارن نوم ولیکئ

source: Please Write a valid Password
fa: !لطفا یک رمز عبور معتبر بنویسید
ps: !مهرباني وکړئ یو معتبر پاسورډ ولیکئ

source: Remember Me
fa: من را بیاد داشته باش
ps: ما په یاد کی لره

source: Forgot Password?
fa: رمز عبور را فراموش کردید؟
ps: خپل پټ نوم درڅخه هیر دی؟

source: The string can contain letters (uppercase or lowercase), digits (0-9), or underscores.
fa: رشته می تواند شامل حروف (بزرگ یا کوچک)، ارقام (0-9)، یا ـ

source: Credential Management
fa: مدیریت اعتبار

source: Arzan Qimat, Block 12, Kabul
fa: ارزان قیمت، بلاک ۱۲، کابل

source: PDF
fa: ّپی دی ایف
